[
	{
		"title": "Lush Learning | Spontaneity and Improvisation. Andrew Paine talking with Alison Goldie and Luke Sorba",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1490362466/Lush%20Learning%20Spontaneity%20and%20Improvisation.mp3",
		"id": "3176bea7-271e-469d-88eb-51870473b2ba",
		"description": "Recorded at the Lush Summit, in this podcast Lush's Andrew Paine talks with performer and director Alison Goldie and performer and facilitator Luke Sorba about using Spontaneity and Improvisation in our everyday lives.\n",
		"date": "24/03/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1490380661/andrew%20paine%20small.jpg?itok=C49uoeh3",
		"duration": "21:12",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "lush-learning-spontaneity-and-improvisation-andrew-paine-talking-alison-goldie-and-luke-sorba",
		"tags": [
			"#lush learning #performance #spontaneity #improvisation #andrew paine"
		]
	},
	{
		"title": "Tackling illegal Bird Trapping | Committee Against Bird Slaughter",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1488632126/Committee%20Against%20Bird%20Slaughter.mp3",
		"id": "587195b2-e55c-4e4f-8b2b-2dcc77392281",
		"description": "The Committee Against bird Slaughter, or CABS, was founded in Berlin in 1975 by a small group of birders concerned by the scale of illegal bird trapping in and around the Mediterranean. The group's strategy has developed over the years but has always focussed on being on the ground during peak migration periods and intervening wherever possible to save birds. Charlie Moores talked with two members of CABS, Andrea Rutigliano (pictured above) and Craig Redmond, at the Lush Summit in February 2017 about the organisation and about the terrible situation on the popular tourist island of Cyprus where hundreds of thousands of birds are being illegally trapped every year.\n",
		"date": "04/03/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1488632024/andrea.jpg?itok=g46kk9FG",
		"duration": "31:26",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "",
		"alias": "tackling-illegal-bird-trapping-committee-against-bird-slaughter",
		"tags": [
			"#lush summit #conservation #wildlife crime #cabs #birds #cyprus"
		]
	},
	{
		"title": "Fingers In The Sparkle Jar | Chris Packham",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1488187776/Fingers%20in%20the%20Sparkle%20Jar%20Interview.mp3",
		"id": "eb438b00-cfd8-4dff-9c5d-21b220d11951",
		"description": "TV presenter and naturalist Chris Packham discusses his much-lauded memoir 'Fingers In The Sparkle Jar' with long-time birder and Lush podcaster Charlie Moores.\n",
		"date": "27/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1488187629/Chris%20Packham.jpg?itok=uniP1QL2",
		"duration": "41:26",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "fingers-sparkle-jar-chris-packham",
		"tags": [
			"#lush summit #conservation #author #autism #lush"
		]
	},
	{
		"title": "Investigating Dogfighting | Investigator contracted to League Against Cruel Sports",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1487783809/Investigating%20dogfighting.mp3",
		"id": "eea267fb-4d26-4636-a438-c97f012ac5d1",
		"description": "Dog fighting as a ‘sport’ was banned in 1835, as even then it was considered barbaric. But this horrific form of dog abuse still goes on. Forcing dogs to fight each other is a devastating betrayal of the trust that dogs put in humans. The League Against Cruel Sports recently launched Project Bloodline - an operation aimed at discovering the why, where and when of dog fighting. Lush's Charlie Moores recently sat down with an investigator contracted to the League to discuss this vile and indefensible activity. (Operational details are understandably protected of course and the investigator's voice has been disguised digitally.)\n",
		"date": "22/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1488188118/cupcake.jpg?itok=2zChTuz-",
		"duration": "28.55",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "investigating-dogfighting-investigator-contracted-league-against-cruel-sports",
		"tags": [
			"#animal welfare #dogfighting #cruelty #dogs"
		]
	},
	{
		"title": "Campaigning for domestic violence services | Sisters Uncut",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1487783604/Sisters%20Uncut.mp3",
		"id": "1317770e-a581-431c-a44a-7a18d77c03ab",
		"description": "Two women a week are murdered by a current or ex partner in England and Wales. Austerity is making it harder for women to find safety from domestic violence, cuts to benefits are making women poorer which makes it harder for them to leave abusive partners, and a lack of social housing means that women often literally have nowhere to go. Sisters Uncut are a feminist direct-action collective, united by their desire to campaign for better domestic violence services. Three members of Sisters Uncut spoke to Lush's Olivia Graham and explained to her what the collective does and what it aims to achieve.\n",
		"date": "22/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1487783525/Sisters%20Uncut.jpg?itok=NjZE2fn5",
		"duration": "21:12",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "campaigning-domestic-violence-services-sisters-uncut",
		"tags": []
	},
	{
		"title": "Gentle Protest | Sarah Corbett, Craftivist Collective",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1487783220/Sarah%20Corbett%20Craftivist%20Collective.mp3",
		"id": "00584fe0-a16e-4396-9088-f499f5299d10",
		"description": "The Craftivist Collective is a group of like-minded crafters who practice what they term 'gentle protest' under the banner of Craftivism. The Collective's award-winning campaigner Sarah Corbett talked with Lush's Charlie Moores at the Lush Summit and  convinced him to embrace his gentle side in the cause of change.\n",
		"date": "22/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1487783142/craftivism%2002.jpg?itok=4rZCtu7J",
		"duration": "30:24",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "gentle-protest-sarah-corbett-craftivist-collective",
		"tags": []
	},
	{
		"title": "Satellite-tagging in wildlife crime hotspots | Lawrie Phipps, Birders Against Wildlife Crime",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1485517571/BAWC%20Crowdfunding%20for%20birds%20of%20prey.mp3",
		"id": "3c42ec65-4b46-4ad2-9e15-1b7c8b812fe1",
		"description": "Wildlife Crime is any action which contravenes current legislation governing the protection of the UK's wild animals and plants -  illegal bird of prey persecution, for example, which has led to the near extinction of the Hen Harrier as a breeding bird in England. Wildlife crime is one of the UK's great hidden scandals, an under-recorded failing of the authorities to enforce laws that have been passed by Parliament often many decades ago. Charlie Moores helped co-found Birders Against Wildlife Crime (stepping down last year to concentrate on making podcasts for Lush!) and met with one of his former colleagues Lawrie Phipps to talk about BAWC's latest initiative - satellite-tagging birds of prey.\n",
		"date": "06/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1485517439/Bawcfundraiser%2001.jpg?itok=hV7d4rA9",
		"duration": "30:27",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "satellite-tagging-wildlife-crime-hotspots-lawrie-phipps-birders-against-wildlife-crime",
		"tags": []
	},
	{
		"title": "Soya (Part Two) | Jane Easton, Viva! Food and Cookery Coordinator",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484739172/Jane%20Easton%20on%20cooking%20with%20soya.mp3",
		"id": "c235f106-8ae7-4867-aeed-6ec1813cc9ac",
		"description": "Soya. Humble bean or superfood? The answer to the world's protein needs or an oestrogen-filled legume that should be approached with caution? An amazingly versatile constituent of vegetarian and vegan cooking or a rather bland and unsavoury gloop that brings little to the table? Charlie Moores went to the Bristol offices of Viva! to have these and other questions answered by Veronika Powell, a biologist and Viva's Health Campaigner with a special interest in the links between diet and its impact on our health, and by Jane Easton, Viva!’s food and cookery coordinator and an inspirational chef who has been central to the success of Viva's Vegan Recipe Club. In this second podcast Charlie chatted with Jane about using soya in cooking.\nFor more ideas on vegan cooking and vegan recipes do have a look at the Vegan Recipe Club at veganrecipeclub.org.uk\n",
		"date": "06/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484738104/soya%20bean%20pot.jpg?itok=DGFrM529",
		"duration": "27:20",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "soya-part-two-jane-easton-viva-food-and-cookery-coordinator",
		"tags": []
	},
	{
		"title": "Soya (Part One) | Veronika Powell, Viva! Health Campaigner",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484737617/Veronika%20Powell%20on%20Soya.mp3",
		"id": "3eb3e193-259b-4007-872a-dd507a388ed6",
		"description": "Soya. Humble bean or superfood? The answer to the world's protein needs or an oestrogen-filled legume that should be approached with caution? An amazingly versatile constituent of vegetarian and vegan cooking or a rather bland and unsavoury gloop that brings little to the table? Charlie Moores went to the Bristol offices of Viva! to have these and other questions answered by Veronika Powell, a biologist and Viva's Health Campaigner with a special interest in the links between diet and its impact on our health, and by Jane Easton, Viva!’s food and cookery coordinator and an inspirational chef who has been central to the success of Viva's Vegan Recipe Club. In this podcast Charlie chatted with Veronika about health issues around soya.\nFor more information on soya and health - and of course other health-related topics - please go to viva.org.uk\n",
		"date": "06/02/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1486375088/soya%20story.jpg?itok=BVCZM74A",
		"duration": "23:31",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "soya-part-one-veronika-powell-viva-health-campaigner",
		"tags": []
	},
	{
		"title": "Opportunities for farming, food and nature after Brexit | Miles King, A Pebble in the Pond",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1483471584/Miles%20King%20and%20A%20Pebble%20in%20the%20Pond.mp3",
		"id": "c0d19b5e-c9ee-4ae9-9f49-95a1b55dfba6",
		"description": "In June this year, Britain voted to leave the European Union and - depending on how negotiations go - its single market structure. One important aspect of Brexit that wasn't widely discussed at the time was how leaving the Union might affect farming and the subsidies paid to farmers under the Common Agricultural Policy or CAP. That's important because 70% of the UK's land area is farmed in one way or another - which has an enormous impact on wildlife and the environment - and a staggering amount of money flows from the EU into UK farming: Once we leave the EU farmers will no longer be eligible for that support - and, potentially, no longer regulated by EU directives that protect the UK's habitats and wildlife.In this interview Charlie Moores discusses these and other issues with Miles King, a professional ecologist and conservationist and author of a report called 'Pebble in the Pond' which is subtitled 'Opportunities for farming, food and nature after Brexit', Miles' report (which is available from peopleneednature.org.uk) looks in depth at subsidies, legislation, small holdings, public goods, natural capital and our relationship with nature and food.\n",
		"date": "03/01/2017",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484579140/pebble%20pond_0%20%281%29.jpg?itok=IrKT4y-C",
		"duration": "45:41",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "opportunities-farming-food-and-nature-after-brexit-miles-king-pebble-pond",
		"tags": []
	},
	{
		"title": "Boxing Day Hunts | Eduardo Goncalves, LACS",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1482500185/Boxing%20Day%20Hunts.mp3",
		"id": "e171d4a7-7a02-455b-93f7-3a63fbb0c27f",
		"description": "Every Boxing Day the rump of what remains of Britain's fox hunts meet up with their horses and dogs and parade through country villages. Depending on your point of view they are either a thrilling sight in their scarlet or green uniforms or simply a nuisance that block narrow roads and disturb what should be a pleasant Boxing Day walk. This gathering of the clans is, though, a statement of intent, because though chasing wild animals with dogs has been illegal for more than a decade many hunts haven't yet given up on what they claim is a traditional and well-supported country sport. So what's the reality - is fox hunting a well-supported sport or an anachronistic and illegal minority activity that serves no purpose in a modern country? Lush's Charlie Moores asked Eduardo Goncalves, chief-executive of the League Against Cruel Sports, what he thinks about the Boxing Day Hunts.\n",
		"date": "31/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484581393/BDH_0.jpg?itok=UUyXZWI3",
		"duration": "21:16",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "boxing-day-hunts-eduardo-goncalves-lacs",
		"tags": []
	},
	{
		"title": "Parliament and the Ban Driven Grouse Shooting e-petition | Dr Mark Avery",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1483190557/Mark%20Avery%20on%20Parliamentary%20Democracy%20%28Lush%29.mp3",
		"id": "bd4dc76c-a144-40fb-a52f-96697e5e8b07",
		"description": "In October 2016 Dr Mark Avery, a former Conservation Director of the RSPB, was in Parliament to debate a petition to ban driven grouse shooting, which as most respected conservationists acknowledge has led to widespread raptor persecution and the near extinction of the Hen Harrier as a breeding bird in England. Those of us who watched the debate - either at the Commons or online - were not expecting too much given how the parliamentary evidence gathering session a few weeks before had gone, where Mark and Jeff Knott, the RSPB Head of Nature Policy, had come up against a belligerent and seemingly dismissive committee of MPs who were almost wholly supportive of the grouse shooting industry. As expected, the proceedings were less of a debate than a reassurance to grouse shooters that - as far as these particular MPs were concerned - nothing was going to change. Charlie Moores met up with Mark in November to chat about what had been a very long campaign and ask what - given Mark's recent experiences - was his current opinion of Parliamentary democracy.\n",
		"date": "31/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1483195569/Mark%20Avery%2002.jpg?itok=dajGYnDm",
		"duration": "29:13",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "parliament-and-ban-driven-grouse-shooting-e-petition-dr-mark-avery",
		"tags": []
	},
	{
		"title": "Working for whales and dolphins | Margaux Dodds, Marine Connection ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1476347707/Marine%20Connection.mp3",
		"id": "98e0c69d-7e56-4551-b88e-79f2bac3ec8c",
		"description": "For almost 20 years Marine Connection has been working to build a safer and more natural future for the world’s dolphins and whales through collaboration, legislative changes and campaigns.\nCharlie Moores talks to the charity’s co-founder Margaux Dodds about the anti-captivity movement, non-human rights and the need for more education on cetaceans.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583940/Marine_0.jpg?itok=INYmxPy6",
		"duration": "33:49",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "working-whales-and-dolphins-margaux-dodds-marine-connection",
		"tags": []
	},
	{
		"title": "Eco spooks | Tracks Investigations Ltd",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484584196/TracksInvestigationsLtd_01_0.mp3",
		"id": "ebde85a5-1d6c-4f82-838e-8a51c2fab1a2",
		"description": "Armed with a belief in the power of video to change the bigger picture, Track Investigations offers investigative journalism and film production services to conservation, environmental and animal protection groups in order to help spread their messages to a wider audience.\nCofounder and director Gem talks to Charlie Moores about the practicalities of covering such sensitive and controversial topics on projects with organisations such as Greenpeace, Dogs Trust and Friends of the Earth.\n",
		"date": "20/12/2016",
		"thumbnail": null,
		"duration": "35:23",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "eco-spooks-tracks-investigations-ltd",
		"tags": []
	},
	{
		"title": "A fight against Injustice | Clive Stafford Smith, Reprieve",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484584383/CliveStaffordSmithcopy_01_0.mp3",
		"id": "db47992a-94a0-442c-9d67-52e94b35630b",
		"description": "Clive Stafford Smith is founder and director of Reprieve, an organisation dedicated to offering free legal support to the world’s most vulnerable people. Clive represents those facing execution or abusive counterterrorism policies, including rendition, torture and extrajudicial imprisonment and killing. He describes his role as “putting himself between the haters and the hated.”\nIn a candid interview conducted the morning after a friend and client was executed, Clive discusses the shocking realities of representing some of society’s most rejected individuals, and the varied techniques he has developed to help him in his fight against injustice.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484584387/clive_0.jpg?itok=19FFk198",
		"duration": "37:40",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "fight-against-injustice-clive-stafford-smith-reprieve",
		"tags": []
	},
	{
		"title": "Birds, wildlife and TV | Mike Dilger",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484580870/Mike%20Dilger.mp3",
		"id": "cac49393-ebee-4029-8523-585da279bca3",
		"description": "Naturalist, television presenter, writer and father. Mike Dilger takes a break from Inside Out and The One Show to sit down with Lush’s Charlie Moores. The wildlife presenter enthusiastically discusses his passion for nature, and his globe-trotting career that’s been immersed in the natural world.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1479057603/MikeDilger%2001.jpg?itok=37xCIQtl",
		"duration": "33:22",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "birds-wildlife-and-tv-mike-dilger",
		"tags": []
	},
	{
		"title": "Lush&#039;s Self Preserving products | Helen Ambrosen, Melody Greenwood, and Jet Shears ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475654750/Self%20Preserving%20comp.mp3",
		"id": "bda4907c-babf-4cbf-bd52-2ed28024456d",
		"description": "Lush has spent years developing self-preserving cosmetics. While synthetic preservatives are generally safe to use, it does mean thousands of tonnes of strong chemicals are washed down bathroom sinks into the environment every year.\nCharlie Moores talks to the team behind self-preserving, from development to safety testing: Lush co-founder and product developer Helen Ambrosen, highly regarded microbiologist Melody Greenwood, and Jet Shears, who looks after all of Lush’s in-house testing.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583783/Pres_0.jpg?itok=knFSdZis",
		"duration": "23:32",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "cosmetics",
		"alias": "lushs-self-preserving-products-helen-ambrosen-melody-greenwood-and-jet-shears",
		"tags": []
	},
	{
		"title": "Ecotricity, alternative energy, and veganism | Dale Vince",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484580612/Dale%20Vince.mp3",
		"id": "bcc6f53b-3e97-44df-bcd2-5b2b01edce74",
		"description": "A vegan and conservationist, Dale Vince is the charismatic founder of the UK's first green energy supplier Ecotricity. In this conversation with Charlie Moores, Dale talks about his life over the last twenty-five years, buying a football club and introducing vegan food to the terraces, and turning grass into gas as a sustainable and wildlife-friendly alternative to fracking.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1480597415/Dale%20Vince.jpg?itok=V9g3DkOE",
		"duration": "32:41",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "ecotricity-alternative-energy-and-veganism-dale-vince",
		"tags": []
	},
	{
		"title": "Green Tech and Mobile Workshops | Travelling Toolbox ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484583496/The%20Travelling%20Toolbox.mp3",
		"id": "a7bf09b2-d8bf-447f-b914-ab79db17987e",
		"description": "\"Travelling Toolbox does what it says on the tin. A mobile trailer-based workshop, the team delivers training, alongside building equipment for farms, camps and community and educational projects.\nGonzo, one of the founders of Travelling Toolbox, lives on a bus with no mains electricity. He understands more than anyone the need for sustainable technology. A self-confessed Jack of all trades, Gonzo talks to Lush’s Charlie Moores about green technology, and helping projects that couldn’t otherwise afford technology solutions.\"\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583500/toolbox_0.jpg?itok=zkzrzIuz",
		"duration": "19:21",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "green-tech-and-mobile-workshops-travelling-toolbox",
		"tags": []
	},
	{
		"title": "The Green Party and electoral reform | Natalie Bennett ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1476271808/Natalie%20Bennett.mp3",
		"id": "a30bf31f-dd7b-4643-a124-adea0f23fca5",
		"description": "Days before stepping down as UK Green Party leader, Natalie Bennett sits down with Lush’s Charlie Moores. She discusses the need for electoral reform, and how green politics are held back by the current electoral system. Natalie may be stepping down, but she assures Charlie that she’s not going away...\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1476271701/Natalie%20Bennett.jpg?itok=F4CY2D7h",
		"duration": "31:08",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "green-party-and-electoral-reform-natalie-bennett",
		"tags": []
	},
	{
		"title": "Creating the Tales of Bath | Composers Richard Evans and Caroline Crawley, poet Toby Thompson, and Lush spa therapist Eugeny Couture",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475658473/Tales%20of%20Bath%20spa%20treatment_COMP.mp3",
		"id": "a1b0c10c-defc-4f29-890d-8819716f8112",
		"description": "The ‘Tales of Bath’ Lush Spa treatment is music, it is poetry, and it is a reflection of a fascinating city. This is the story of its creation. Lush's Charlie Moores meets the writers. musicians, and Lush Spa therapist behind the treatment, and discovers how all the pieces were carefully put together to make a unique spa treatment come alive.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583699/Artboard_0.jpg?itok=DnzJcj4j",
		"duration": "46:52",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "cosmetics",
		"alias": "creating-tales-bath-composers-richard-evans-and-caroline-crawley-poet-toby-thompson-and-lush-spa-therapist-eugeny-couture",
		"tags": []
	},
	{
		"title": "Inside a Virtual Slaughterhouse | Toni Shephard, Animal Equality UK",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484584721/AnimalEquality_2_3_0.mp3",
		"id": "6778fe19-a29e-4e31-9322-9a0cc1353178",
		"description": "How do you show people the reality of what’s going on inside slaughterhouses? By harnessing new technologies. Animal Equality UK’s virtual reality project, iAnimal, transports viewers right inside factory farms and slaughterhouses, which challenges the individual to rethink their views of how 'food' is produced.\nToni Shephard, executive director of Animal Equality UK, talks to Lus's Charlie Moores about the virtual reality project; raising awareness about animal welfare and veganism.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484584724/Animal_1_0.jpg?itok=fcJov4jA",
		"duration": "33:26",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "inside-virtual-slaughterhouse-toni-shephard-animal-equality-uk",
		"tags": []
	},
	{
		"title": "CEO Sleepout | Eduardo Goncalves, LACS ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1476277735/Eduardo%20Goncalves%20CEO%20Sleepout.mp3",
		"id": "02548e20-4d1b-4186-ad39-f8c5957b03aa",
		"description": "Homelessness is a reality for too many people, and is statistically only three pay cheques away for everyone else. Eduardo Goncalves, chief executive of the League Against Cruel Sports, joined the CEO sleepout and made a commitment to sleep rough for one night. Eduardo tells Lush’s Charlie Moores how people with power and influence joined the CEO sleepout to throw a spotlight on homelessness.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1476277773/Eduardo%20Goncalves.jpg?itok=B8TMHmV8",
		"duration": "18:48",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "ceo-sleepout-eduardo-goncalves-lacs",
		"tags": []
	},
	{
		"title": "Living with a diagnosis of Bipolar Disorder | Tris Reid",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1479818437/Tris%20Reid%20on%20Mental%20HealthV2_0.mp3",
		"id": "13ffdc6a-6800-49f8-8e5a-6bee1b4e95ad",
		"description": "Tris Reid, aka The Inked Naturalist, is a long-distance runner and passionate conservationist who has become well-known for wearing his heart on his sleeve and covering most visible parts of his body with tattoos of birds. He's a campaigner bursting with ideas - and was recently diagnosed with Bipolar Disorder which has made him reanalyse almost every decision and effort he's ever made. In this conversation Tris discusses with Charlie Moores (an old friend who has also suffered periods of mental illness) how the diagnosis has impacted him and his family, and the importance of looking for - and accepting - medical help.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1479818419/Tris%20hands.jpg?itok=hogsmYUK",
		"duration": "44:56",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "living-diagnosis-bipolar-disorder-tris-reid",
		"tags": []
	},
	{
		"title": "Turkeys and Veganism | Juliet Gellately (Viva!)",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1481909762/Juliet%20Gellatley%20of%20Viva%21.mp3",
		"id": "15de602d-6fe4-468c-b545-60bd9c8520ae",
		"description": "How much do we really know about turkeys? Charlie Moores sits down with Juliet Gellatley, the founder of Viva! and one of the UK’s leading vegan and animal welfare spokespeople. From the nature and behaviour of turkeys, to the farming conditions she’s witnessed, Juliet has an argument for going cold turkey on Christmas dinner.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1481909685/Juliet%20and%20turkey%20Bertie.jpg?itok=OmiiGRKD",
		"duration": "33:03",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "turkeys-and-veganism-juliet-gellately-viva",
		"tags": []
	},
	{
		"title": "Kick Nuclear | Rik Garfit-Mottram",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475831050/Kick%20Nuclear_0.mp3",
		"id": "1ef95212-b6d1-40d4-9bae-52fbaf14dc2a",
		"description": "Kick Nuclear is a grassroots group campaigning against nuclear power in the UK.\nCharlie Moores meets Kick Nuclear’s Rik Garfit-Mottram, who takes a moment out of campaigning to talk about the cost, danger and waste of nuclear power. He explains energy security, talks about green energy alternatives, and illustrates how power is tied up in business and politics.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583543/maxresdefault_0.jpg?itok=Ml44JEFX",
		"duration": "27:54",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "kick-nuclear-rik-garfit-mottram",
		"tags": []
	},
	{
		"title": "Ethical Consumer Magazine&#039;s Report on the optics industry&#039;s support of hunting | Anna Clayton",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484583810/EthicalConsumer_0.mp3",
		"id": "24320f53-6ca5-4d50-acfc-3f3cc4fff8dc",
		"description": "Ethical Consumer Magazine is a not-for-profit organisation dedicated to helping consumers to shop ethically, campaigners to challenge corporate power, and businesses to improve their supply chain.\nIn March the magazine released a report on the optics industry’s support and promotion of ‘trophy hunting’. In it companies including Nikon, Swarovski, Leica, and Zeiss, were found to be marketing their products to both conservationists and sports hunters.\nAnna Clayton, writer and researcher for the magazine, talks to Lush's Charlie Moores about the ethical implications of the report’s findings.\n",
		"date": "20/12/2016",
		"thumbnail": null,
		"duration": "25:37",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "ethical-consumer-magazines-report-optics-industrys-support-hunting-anna-clayton",
		"tags": []
	},
	{
		"title": "Working with Refugees on Samos | Pru Waldorf, Calais Action",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1478767786/Calais%20Action%20Low%20Res.mp3",
		"id": "3721ae6f-6baa-410b-99d0-7a364ea2638a",
		"description": "The refugee crisis is ongoing, and Pru Waldorf of Calais Action, a grassroots giving movement providing support to refugees in Calais and Europe, has witnessed it unfold first-hand. After spending a year at a refugee centre on the Greek island of Samos, Pru sent Lush’s Charlie Moores a number of recordings revealing the highs and lows of her work which he edited and uploaded.\nThis podcast was produced as part of Gorilla Perfumes Volume 4 - an initiative created by Simon Constantine, the head buyer and perfumer at Lush - after a journey to the Bekaa Valley in Lebanon.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484580919/image11_0.jpg?itok=2eB6dhch",
		"duration": "39:52",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "working-refugees-samos-pru-waldorf-calais-action",
		"tags": []
	},
	{
		"title": "Working to redress gender imbalance in the Boardroom | Helena Morrissey",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484583888/HelenaMorrissey_01_0.mp3",
		"id": "3faff0d3-a84f-46e6-99bb-8958e8d5c5da",
		"description": "Helena Morrissey was not only chief executive of Newton Investment Management, she was also the founder of The 30% Club - an initiative working to redress gender imbalance in UK boardrooms. She talks to Lush's Charlie Moores about ethical companies, sustainable business and gender equality.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583892/helena-morrissey_0.jpg?itok=f6gOB8k-",
		"duration": "27:29",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "times",
		"alias": "working-redress-gender-imbalance-boardroom-helena-morrissey",
		"tags": []
	},
	{
		"title": "The Hunting Act 2004 | Jordi Casamitjana, LACS",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484581168/Hunting%20Act.mp3",
		"id": "4434dd58-4c69-4e74-8329-2e2ed2097583",
		"description": "With the Hunting Act 2004 in place, fox hunting should be a thing of the past - but that’s not the case. While many support this piece of animal welfare legislation as a major step forward, critics want the act repealed. What does the act mean in practice, and what could be done to strengthen the legislation? Charlie Moores asks Jordi Casamitjana, Head of Policy and Research at the League Against Cruel Sports.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1476619321/10%20hunt%20handcuffs.jpg?itok=o-KIwybW",
		"duration": "25:34",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "hunting-act-2004-jordi-casamitjana-lacs",
		"tags": []
	},
	{
		"title": "Cooking a Vegan Christmas Dinner | Maryanne Hall, Food and Cookery co-ordinator Viva!",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1481908023/Maryanne%20Hall%20of%20Viva%21.mp3",
		"id": "4af3793e-8cc2-4d85-970f-e3c510a6cc59",
		"description": "How difficult is it to prepare and cook a delicious vegan Christmas dinner? Lush's Charlie Moores and Lauren Marina are on a mission to find out. They pay a visit to Maryanne Hall, Viva!’s food and cookery coordinator, and self-confessed lover of Christmas dinner. Maryanne talks vegan recipes, vegetarian restaurants, and why nut roast is actually rather delicious.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484580558/Maryanne_0.jpg?itok=WR0kXLl6",
		"duration": "31:47",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "cooking-vegan-christmas-dinner-maryanne-hall-food-and-cookery-co-ordinator-viva",
		"tags": []
	},
	{
		"title": "&#039;Soil, Soul and Society&#039; live in Poole, UK | Satish Kumar ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1478305525/Satish%20Kumar.mp3",
		"id": "00a722a6-8d34-4a24-8fe0-4c0329f3673c",
		"description": "Former monk and long-term peace and environmental activist, Satish Kumar was just nine when he left his family home to join the wandering Jains and 18 when he decided he could achieve more back in the world, campaigning for land reform in India and working to turn Gandhi’s vision of a renewed India and a peaceful world into reality. He has now been quietly setting the Global Agenda for change for over 50 years\nOn his 80th birthday Satish stood down as editor-in-chief of Resurgence magazine, a post he had held since 1973 , but he isn’t settling for an easy retirement. He will stay on at the Resurgence Trust and advise his replacement, Greg Neale, who for two years has overseen the print magazine. He also continues to teach at Schumacher college as well as continuing to tour with public speaking engagements.\nSatish came to visit Lush in Poole to talk about his trinity of Soil, Soul and Society - which is also the title and subject of his 2013 book.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484581029/satish_1.jpg?itok=q1kmXhy7",
		"duration": "26:35",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "soil-soul-and-society-live-poole-uk-satish-kumar",
		"tags": []
	},
	{
		"title": "Challenging unlawful detention | Freddy Russell, Habeas Corpus Project ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475829656/The%20Habeas%20Corpus%20Project.mp3",
		"id": "6bbf1f7c-d7a2-484b-a109-dd4c6ae0d920",
		"description": "Fresh from challenging the unlawful detention of individuals, Freddy Russell sits down with Lush’s Charlie Moores, to talk about his work with the Habeas Corpus Project. Much of the organisation’s work involves visiting detainees in a series of detention centres, including Yarl's Wood in Bedfordshire and Colnbrook near Heathrow.\n",
		"date": "20/12/2016",
		"thumbnail": null,
		"duration": "26:32",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "challenging-unlawful-detention-freddy-russell-habeas-corpus-project",
		"tags": []
	},
	{
		"title": "Environmental Activism | Dr Vandana Shiva ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1476008219/Dr%20Vandana%20Shiva.mp3",
		"id": "78853c92-5701-4223-bdbf-dd00c7a0e830",
		"description": "Dr. Vandana Shiva is an activist and scientist, striving to protect biodiversity and sustainability while promoting organic farming and fair trade. She takes some time out of the Lush Creative Showcase to chat to Lush’s Charlie Moores. They talk ecology; creating an economy that works with the Earth; and how a change of direction is within our hands. Vandana and Charlie are joined by Simon Constantine, head perfumer and buyer at Lush, who has a special interest in environmentally-friendly growing practices.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583343/dr_0.jpg?itok=vzTfXMg7",
		"duration": "32:12",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "environmental-activism-dr-vandana-shiva",
		"tags": []
	},
	{
		"title": "Badgered To Death | Dominic Dyer",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1480159427/Badgered%20to%20Death%20Final%20Edit%20low%20res.mp3",
		"id": "7bc10ca5-8009-4d0e-8c91-d6dedb1c6be2",
		"description": "With badger culls in England now looking likely to be expanded beyond the initial cull areas, It's vital to understand our fractious relationship with the UK's largest surviving land predator. Lush’s Charlie Moores gets to the heart of the subject with chief-executive of the Badger Trust, Dominic Dyer.\nDominic discusses his new book, Badgered to Death, and the controversial badger culls that motivated him to put pen to paper.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1480159349/dominic%20dyer.jpg?itok=T4YwRbKK",
		"duration": "44:59",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "badgered-death-dominic-dyer",
		"tags": []
	},
	{
		"title": "Education, ecology, and the illusion of age | Satish Kumar, Schumacher College",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1481908911/Satish%20Kumar%20at%20Schumacher%20College.mp3",
		"id": "7d4bc43a-8537-4d30-9922-a0a4090cc112",
		"description": "Satish Kumar is an Indian activist and author who has been a Jain monk, a nuclear disarmament advocate, a pacifist, and long-term  editor of Resurgence &amp; Ecologist magazine. He moved to the UK in 1973, settling in south Devon where he still lives, and where in 1991 he co founded Schumacher College. It was at the college that Satish sat down with Lush's Charlie Moores and Matt Shaw, to discuss education, ecology, and the illusion of age.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484581086/satish_0_0.jpg?itok=Lla_i6vu",
		"duration": "46:17",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "education-ecology-and-illusion-age-satish-kumar-schumacher-college",
		"tags": []
	},
	{
		"title": "The Fox Project | Sue Williams",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484584134/TheFoxProject_01_0.mp3",
		"id": "8146ee9f-ce5e-475b-9b24-7c149898913f",
		"description": "Spurred on by myths and misconceptions about foxes and their behaviours, husband and wife duo Sue and Trevor Williams set up the Fox Project in 1991 as a wildlife information bureau and humane fox deterrent consultancy dedicated to the protection of the red fox.  25 years on, Sue talks to Charlie Moores about the organisation’s ongoing struggle to improve the public’s perception of the wild animal, as well as their work rescuing, rehabilitating and releasing approximately 700 foxes per year.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484584138/Fox_0_0.jpg?itok=GCL0tT8C",
		"duration": "26:52",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "fox-project-sue-williams",
		"tags": []
	},
	{
		"title": "Internet rights campaigning and #KeepItOn | Wafa Ben-Hassine, Access Now ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475833546/Wafa%20Ben-Hassine.mp3",
		"id": "88d7c580-fbe8-4b32-9792-113c641bf99e",
		"description": "\"Human rights advocate, law graduate and writer, Wafa Ben Hassine has now joined internet rights campaign group Access Now as their Middle East and North Africa policy analyst. Finding a few minutes to sit down with Lush’s Charlie Moores, Wafa discusses her work, life, and human rights.\nShortly after talking to Charlie, Wafa took to the Lush Creative Showcase stage, and introduced the terrifying world of government ordered internet shutdowns ahead of the #KeepItOn campaign.\"\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484583423/Keepiton_0.jpg?itok=tgUmSbVC",
		"duration": "22:35",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "lushlife",
		"alias": "internet-rights-campaigning-and-keepiton-wafa-ben-hassine-access-now",
		"tags": []
	},
	{
		"title": "Homeless, but not hopeless | Sally Harvey, AOK Rucksack Appeal",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484584769/AOKRucksackAppeal_1_0.mp3",
		"id": "8b824db6-5178-490e-a856-49a08a4dac33",
		"description": "Homeless, but not hopeless - that’s the message Sally Harvey’s lays out in this conversation with Lush's Charlie Moores. Sally is the founder and chair of the AOK Rucksack Appeal, a homelessness charity operating in Bournemouth, Christchurch and Poole. From providing emergency rucksacks with essential items, to getting homeless people into accommodation, Sally talks about her work with the charity.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1484584773/AOK_1.jpg?itok=5gufMnEa",
		"duration": "31:56",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "homeless-not-hopeless-sally-harvey-aok-rucksack-appeal",
		"tags": []
	},
	{
		"title": "Helping Brighton&#039;s LGBT community | George, Brighton and Hove LGBT Switchboard ",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1475832782/Brighton%20and%20Hove%20LGBT%20Switchboard.mp3",
		"id": "8c8f94ef-ee6f-4eda-a2b6-ca834913dcff",
		"description": "Charlie Moores talks to George, a counsellor and Health Inclusion Project officer volunteering with Brighton and Hove LGBT Switchboard. They discuss the switchboard’s role in providing services to the LGBT community, and how the charity’s mission to listen, support and inform is put into practice.\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1479917364/switchboard%2002.jpg?itok=3w4xd-Lx",
		"duration": "31:44",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "helping-brightons-lgbt-community-george-brighton-and-hove-lgbt-switchboard",
		"tags": []
	},
	{
		"title": "Wildlife. Not entertainers. | Alyx Elliott, World Animal Protection",
		"file": "https://res.cloudinary.com/lush/raw/upload/v1484581124/World%20Animal%20Protection.mp3",
		"id": "9145e85a-29f2-454c-86f2-6efcf9b74116",
		"description": "Striving to put an end to animal cruelty, World Animal Protection has rattled the tourist industry with the ‘Wildlife. Not Entertainers’ campaign. Denouncing wildlife activities such as elephant rides, selfies with tigers, and performing dolphins, the animal welfare organisation has been victorious in persuading Trip Advisor to stop selling tickets to many of these attractions.\nFresh from the success of the campaign, Alyx Elliott, the organisation’s Head of Programmes and Campaigns, joins Lush’s Charlie Moores. She talks about that potentially game-changing decision and what the next steps in the campaign will be. (Header image copyright World Animal Protection)\n",
		"date": "20/12/2016",
		"thumbnail": "http://res.cloudinary.com/lush/image/upload/v1477310501/Copyright%20World%20Animal%20Protection.jpg?itok=4S32oPAA",
		"duration": "23:43",
		"content": "<!--form-item-views_bulk_operations---->",
		"channel": "soapbox",
		"alias": "wildlife-not-entertainers-alyx-elliott-world-animal-protection",
		"tags": []
	}
]